Basic/squareBend/1/GT_Files/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    inlet
    {
        type            patch;
        nFaces          400;
        startFace       324400;
    }
    outlet
    {
        type            patch;
        nFaces          400;
        startFace       324800;
    }
    walls
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          22400;
        startFace       325200;
    }
)

// ************************************************************************* //
